Repository: SalehAcehUtara/MPT
Catalog: locale/*/LC_MESSAGES/MediaPlayer.po
Languages: id_id

source: the shut down time was set to default ({time} second) due to the time is more than 1 minute
id_id: waktu mati disetel ke default ({time} detik) karena waktunya lebih dari 1 menit

source: this player is going to shut down in {time} second initiated by {nickname}
id_id: pemain ini akan dimatikan dalam {time} detik yang diprakarsai oleh {nickname}

source: the shut down time was set to default (1 minute) due to the time is more than 1 minute
id_id: waktu mati disetel ke default (1 menit) karena waktunya lebih dari 1 menit

source: the shut down time was set to default ({time} seconds) due to the time is more than 1 minute
id_id: waktu mati disetel ke default ({time} detik) karena waktunya lebih dari 1 menit

source: the shut down time was set to default ({time} second) due to the time is less than 1 second
id_id: waktu mati disetel ke default ({time} detik) karena waktunya kurang dari 1 detik

source: the shut down time was set to default (1 minute) due to the time is less than 1 second
id_id: waktu mati disetel ke default (1 menit) karena waktunya kurang dari 1 detik

source: the shut down time was set to default ({time} seconds) due to the time is less than 1 second
id_id: waktu mati disetel ke default ({time} detik) karena waktunya kurang dari 1 detik

source: VALUE_IN_SECOND Change the shut down time. Without an argument show the current shut down time.
id_id: VALUE_IN_SECOND Ubah waktu mati. Tanpa argumen, tunjukkan waktu mati saat ini.

source: the shut down time has now changed to {time} second
id_id: waktu mati sekarang telah berubah menjadi {time} detik

source: the shut down time has now changed to 1 minute
id_id: waktu mati sekarang telah berubah menjadi 1 menit

source: current shut down time is {time} second
id_id: waktu mati saat ini adalah {time} detik

source: current shut down time is {time} seconds which is an invalid value
id_id: waktu mati saat ini adalah {time} detik yang merupakan nilai yang tidak valid

source: current shut down time is {time} seconds
id_id: waktu mati saat ini adalah {time} detik

source: track the last user who restart or shut down the player
id_id: lacak pengguna terakhir yang memulai ulang atau mematikan pemutar

source: cannot track the last user who restart or shut down the bot
id_id: tidak dapat melacak pengguna terakhir yang memulai ulang atau mematikan bot

source: help text not found
id_id: teks bantuan tidak ditemukan

source: show the list of commands
id_id: tampilkan daftar perintah

source: show the getting started message
id_id: tampilkan pesan memulai

source: show contact information
id_id: tampilkan informasi kontak

source: show the change log
id_id: tampilkan log perubahan

source: There has no change log yet. Contact me for more info. See the commands list for the contact information command.
id_id: Belum ada log perubahan. Hubungi saya untuk info lebih lanjut. Lihat daftar perintah untuk perintah informasi kontak.

source: show message of the day
id_id: tampilkan message of the day

source: there are no message of the day available
id_id: tidak ada message of the day yang tersedia

source: MESSAGE Leave the message to an administrator. Do to TeamTalk restriction, message that you send cannot longer than 507 characters. If you need to send the message longer than the maximum characters allowed, please separate the message. If it is the case, you just need to keep the first message ID1, ID2 and the key.
id_id: PESAN Tinggalkan pesan ke administrator. Lakukan pembatasan TeamTalk, pesan yang Anda kirim tidak boleh lebih dari 507 karakter. Jika Anda perlu mengirim pesan lebih panjang dari karakter maksimum yang diperbolehkan, harap pisahkan pesan tersebut. Jika demikian, Anda hanya perlu menyimpan pesan pertama ID1, ID2 dan kuncinya.

source: Message received! Here is your ID and key. Keep it properly until your problem has been resolved! ID1: {id1} ID2: {id2} Key: {key}
id_id: Pesan diterima! Ini ID dan kunci Anda. Simpan dengan benar sampai masalah Anda teratasi!\n ID1: {id1}\n ID2: {id2}\n Kunci: {kunci}

source: Since your nickname is empty, your User ID is #{userid}
id_id: Karena nama panggilan Anda kosong, ID Pengguna Anda adalah #{userid}

source: Alert to admins, NoName #{userid} just leave a message at {time}. For your reference, the following is the first 8 characters of ID1, ID2 and the key. ID1: {id1} ID2: {id2} Key: {key}
id_id: peringatan untuk admin, NoName #{userid} meninggalkan pesan pada {time}.\n Untuk referensi Anda, berikut ini adalah 8 karakter pertama ID1, ID2 dan kuncinya.\n ID1: {id1}\n ID2: {id2}\n Kunci: {kunci}

source: Alert to admins, {nickname} just leave a message at {time}. For your reference, the following is the first 8 characters of ID1, ID2 and the key. ID1: {id1} ID2: {id2} Key: {key}
id_id: peringatan untuk admin, {nickname} meninggalkan pesan pada {time}.\n Untuk referensi Anda, berikut ini adalah 8 karakter pertama ID1, ID2 dan kuncinya.\n ID1: {id1}\n ID2: {id2}\n Kunci: {kunci}

source: QUERY Play the tracks found for given query. If no query is given, play or pause current track.
id_id: QUERY Memutar trek yang ditemukan untuk kueri yang diberikan. Jika tidak ada kueri yang diberikan, putar atau jeda trek saat ini.

source: searching for {request} requested by {nickname}
id_id: mencari {request} yang diminta oleh {nickname}

source: searching your request
id_id: mencari permintaan Anda

source: playing
id_id: memutar

source: no result found
id_id: tidak ada hasil yang ditemukan

source: the selected service is currently unavailable
id_id: layanan yang dipilih saat ini tidak tersedia

source: playback paused by {nickname}
id_id: pemutaran dijeda oleh {nickname}

source: pause playback command initiated
id_id: pemutaran dijeda

source: playback rezumed by {nickname}
id_id: pemutaran dilanjutkan oleh {nickname}

source: rezume playback command initiated
id_id: pemutaran dilanjutkan

source: URL play from the given URL
id_id: Putar URL dari URL yang diberikan

source: {nickname} request to play from URL ({url})
id_id: {nickname} meminta tautan untuk diputarkan ({url})

source: processing URL
id_id: Memproses URL

source: incorrect protocol
id_id: protokol yang salah

source: cannot get stream URL
id_id: tidak bisa mendapatkan URL streaming

source: the path cannot be found
id_id: Jalur tidak dapat ditemukan

source: stop the playback
id_id: hentikan pemutaran

source: playback stopped by {nickname}
id_id: pemutaran dihentikan oleh {nickname}

source: stop playback command initiated
id_id: hentikan perintah pemutaran dimulai

source: nothing is playing
id_id: tidak ada yang diputar

source: VALUE Set the volume between 0 and {max_volume}. If no value is specified, show the current volume level.
id_id: VALUE Atur volume antara 0 dan {max_volume}. Jika tidak ada nilai yang ditentukan, level volume saat ini akan ditunjukan.

source: volume set to {volume}% by {nickname}
id_id: volume disetel ke {volume}% oleh {nickname}

source: volume is now {volume}%
id_id: volume sekarang {volume}%

source: current volume is {volume}%
id_id: volume saat ini adalah {volume}%

source: get the current position of the track
id_id: dapatkan posisi trek saat ini

source: Current Position: {} ({} second)
id_id: Posisi Saat Ini: {} ({} detik)

source: Current Position: {} ({} seconds)
id_id: Posisi Saat Ini: {} ({} detik)

source: VALUE_IN_SECOND Seek current track backward. The default time is {seek_step} seconds.
id_id: VALUE_IN_SECOND Cari trek saat ini mundur. Waktu default adalah {seek_step} detik.

source: track seeked backward {seek} seconds initiate by {nickname}
id_id: trek dicari mundur {seek} detik dimulai dengan {nickname}

source: seek backward command initiated
id_id: cari perintah mundur dimulai

source: track seeked backward {seek_step} seconds initiate by {nickname}
id_id: lacak dicari mundur {seek_step} detik dimulai dengan {nickname}

source: VALUE_IN_SECOND Seek current track forward. The default time is {seek_step} seconds.
id_id: VALUE_IN_SECOND Cari trek saat ini ke depan. Waktu default adalah {seek_step} detik.

source: track seeked forward {seek} seconds initiate by {nickname}
id_id: trek dicari ke depan {seek} detik dimulai oleh {nickname}

source: seek forward command initiated
id_id: cari perintah maju dimulai

source: Plays next track
id_id: Memutar trek berikutnya

source: next track command initiated by {nickname}
id_id: perintah track berikutnya dimulai oleh {nickname}

source: next track command initiated
id_id: perintah trek berikutnya dimulai

source: no next track
id_id: tidak ada lagu berikutnya

source: Plays previous track
id_id: Memutar trek sebelumnya

source: previous track command initiated by {nickname}
id_id: perintah track sebelumnya diprakarsai oleh {nickname}

source: previous track command initiated
id_id: perintah trek sebelumnya dimulai

source: no previous track
id_id: tidak ada trek sebelumnya

source: MODE Set the playback mode. If no mode is specified, show the current mode and list all the modes.
id_id: MODE Mengatur mode pemutaran. Jika tidak ada mode yang ditentukan, tampilkan mode saat ini dan daftar semua mode.

source: Single Track
id_id: trek Tunggal

source: Repeat Track
id_id: Ulangi Trek

source: Track List
id_id: Daftar lagu

source: Repeat Track List
id_id: Ulangi Daftar Lagu

source: Random
id_id: Acak

source: Current Mode: {current_mode} {modes}
id_id: Mode Saat Ini: {current_mode}\n {mode}

source: {nickname} change the mode to {mode}
id_id: {nickname} merubah modenya ke {mode}

source: mode successfully change to {mode}
id_id: mode berhasil diubah ke {mode}

source: SERVICE Select the service to play from. Use "ServiceCommand SERVICE h" for additional help. If no service is specified, show the current service and list all available services.
id_id: LAYANAN Pilih layanan tempat bermain. Gunakan "ServiceCommand SERVICE h" untuk bantuan tambahan. Jika tidak ada layanan yang ditentukan, tampilkan layanan saat ini dan daftar semua layanan yang tersedia.

source: Unknown service. {}
id_id: Layanan tidak dikenal.\n {}

source: Current service: {} Warning: {}
id_id: Layanan saat ini: {}\n Peringatan: {}

source: Current service: {}
id_id: Layanan saat ini: {}

source: Error: {error} {service} is disabled
id_id: Kesalahan: {kesalahan}\n {layanan} dinonaktifkan

source: {service} is disabled
id_id: {layanan} dinonaktifkan

source: This service has no additional help
id_id: Layanan ini tidak memiliki bantuan tambahan

source: {} (Warning: {})
id_id: {} (Peringatan: {})

source: Current service: {current_service} Available: {available_services} send sv SERVICE h for additional help
id_id: Layanan saat ini: {current_service}\n Tersedia:\n {available_services}\n kirim sv SERVICE h untuk bantuan tambahan

source: NUMBER select track by number from the list of current results
id_id: NUMBER pilih trek dengan nomor dari daftar hasil saat ini

source: incorrect number
id_id: nomor tidak sesuai

source: track has been changed to number {number} by {nickname}
id_id: trek telah diubah menjadi nomor {number} oleh {nickname}

source: playing track number {number}
id_id: memainkan nomor trek {number}

source: out of list
id_id: diluar daftar

source: Nothing is playing
id_id: Tidak ada yang dimainkan

source: VALUE Set playback speed from 0.25 to 4. If no value is given, show current speed.
id_id: VALUE Atur kecepatan pemutaran dari 0,25 hingga 4. Jika tidak ada nilai yang diberikan, kecepatan saat ini akan dinampilkan.

source: the current speed is {}
id_id: kecepatan saat ini adalah {}

source: speed has been changed to {speed} by {nickname}
id_id: speed telah diubah menjadi {speed} oleh {nickname}

source: speed is now {speed}
id_id: kecepatan sekarang {speed}

source: +/-NUMBER Manage favorite tracks. + add current track to favorite. - remove current track from favorite. If a number is specified after +/-, add/remove a track with that number.
id_id: +/-NUMBER Kelola trek favorit. + tambahkan trek saat ini ke favorit. - hapus trek saat ini dari favorit. Jika nomor ditentukan setelah +/-, tambahkan/hapus trek dengan nomor itu.

source: This command is not available for guest users
id_id: Perintah ini tidak tersedia untuk pengguna tamu

source: Added
id_id: Ditambahkan

source: Deleted
id_id: Dihapus

source: Out of list
id_id: Keluar dari daftar

source: This track is not in favorites
id_id: Lagu ini tidak ada di favorit

source: The list is empty
id_id: Daftar kosong

source: get the direct link for the current track
id_id: dapatkan tautan langsung untuk trek saat ini

source: URL is not available
id_id: URL tidak tersedia

source: NUMBER Play a track with the given number from the list of recent tracks. Without a number show recent tracks.
id_id: NUMBER Memutar trek dengan nomor yang diberikan dari daftar trek terbaru. Tanpa nomor menunjukkan trek terbaru.

source: download the current track and upload it to the channel
id_id: unduh trek saat ini dan unggah ke saluran

source: cannot upload file to the channel
id_id: tidak dapat mengunggah file ke saluran

source: {nickname} request to download {track}
id_id: {nickname} meminta untuk mengunduh {track}

source: downloading your file
id_id: mengunduh file Anda

source: live stream cannot be downloaded
id_id: streaming langsung tidak dapat diunduh

source: Playing: {track_name} ({duration})
id_id: Memutar: {track_name} Durasi: ({duration})

source: Playing: {stream_url} ({duration})
id_id: Memutar: {stream_url} Durasi: ({duration})

source: Paused: {track_name} ({duration})
id_id: dijeda: {track_name} Durasi: ({duration})

source: Paused: {stream_url} ({duration})
id_id: dijeda: {stream_url} Durasi: ({duration})

source: unknown
id_id: tidak dikenal

source: Token is not provided
id_id: Token tidak disediakan

source: You don't have Yandex Plus
id_id: Anda tidak memiliki Yandex Plus
