Repository: SalehAcehUtara/MPT
Catalog: locale/*/LC_MESSAGES/MediaPlayer.po
Languages: id_id

source: MediaPlayer A player that can be use to play audio from YouTube, VK and direct audio link for TeamTalk. Edit By Loh Boon Keat. For more information or if you want to host this player on your own server or channel, you can directly contact me from the contact information given. Pm me with the word "commands" without the quotation mark to get the list of commands.
id_id: Media Player\n Pemutar yang dapat digunakan untuk memutar audio dari YouTube, VK, dan tautan audio langsung untuk TeamTalk.\n Edit Oleh Loh Boon Keat.\n Untuk informasi lebih lanjut atau jika Anda ingin meng-host pemain ini di server atau saluran Anda sendiri, Anda dapat langsung menghubungi saya dari informasi kontak yang diberikan. Pm saya dengan kata "commands" tanpa tanda kutip untuk mendapatkan daftar perintah.

source: WhatsApp: +60 11-1141 9588 Email: lbk2907@gmail.com
id_id: WhatsApp: +60 11-1141 9588\n Email: lbk2907@gmail.com

source: pm me with the word "gs" without the quotation mark to get started
id_id: pm saya dengan kata "gs" tanpa tanda kutip untuk memulai

source: Error: {}
id_id: Kesalahan: {}

source: you are banned
id_id: kamu dilarang

source: this player is locked
id_id: Pemutar ini terkunci

source: this command is blocked
id_id: perintah ini diblokir

source: unknown command
id_id: perintah tidak dikenal

source: MOTD Create new message of the day. Note: Do to TeamTalk restriction, your message of the day cannot more than 512 characters per line. If your message of the day is longer than the TeamTalk restriction, please limit your message of the day to the maximum limit allowed in TeamTalk and append the rest of your message of the day to the new line.
id_id: MOTD Buat baru message of the day. Catatan: Lakukan pembatasan TeamTalk, message of the day Anda tidak boleh lebih dari 512 karakter per baris. Jika message of the day Anda lebih panjang dari batasan TeamTalk, harap batasi message of the day Anda ke batas maksimum yang diizinkan di TeamTalk dan tambahkan sisa message of the day Anda ke baris baru.

source: Message of the day already created. Use append message of the day instead.
id_id: Message of the day sudah dibuat. Gunakan tambahkan pesan hari ini sebagai gantinya.

source: new message of the day added by {nickname}
id_id: message of the day Terbaru ditambahkan oleh {nickname}

source: successfully added new message of the day
id_id: berhasil menambahkan message of the day

source: MOTD Append message of the day. Note: Do to TeamTalk restriction, your message of the day cannot more than 512 characters per line. If your message of the day is longer than the TeamTalk restriction, please limit your message of the day to the maximum limit allowed in TeamTalk and append the rest of your message of the day to the new line.
id_id: MOTD Tambahkan message of the day. Catatan: Lakukan pembatasan TeamTalk, message of the day Anda tidak boleh lebih dari 512 karakter per baris. Jika message of the day Anda lebih panjang dari batasan TeamTalk, harap batasi message of the day Anda ke batas maksimum yang diizinkan di TeamTalk dan tambahkan sisa message of the day Anda ke baris baru.

source: message of the day updated by {nickname}
id_id: message of the day diperbarui oleh {nickname}

source: message of the day updated
id_id: message of the day diperbaharui

source: There are no message of the day available. Create new message of the day instead.
id_id: Tidak ada message of the day yang tersedia. Tambahkan message of the day baru sebagai gantinya.

source: MOTD Replace message of the day. Without any text will remove message of the day. Note: Do to TeamTalk restriction, your message of the day cannot more than 512 characters per line. If your message of the day is longer than the TeamTalk restriction, please limit your message of the day to the maximum limit allowed in TeamTalk and append the rest of your message of the day to the new line.
id_id: MOTD Ganti message of the day. Tanpa teks apa pun akan menghapus message of the day. Catatan: Lakukan pembatasan TeamTalk, message of the day Anda tidak boleh lebih dari 512 karakter per baris. Jika message of the day Anda lebih panjang dari batasan TeamTalk, harap batasi message of the day Anda ke batas maksimum yang diizinkan di TeamTalk dan tambahkan sisa message of the day Anda ke baris baru.

source: message of the day removed by {nickname}
id_id: message of the day dihapus oleh {nickname}

source: message of the day removed successfully
id_id: message of the day dihapus dengan sukses

source: there are no message of the day to be remove
id_id: tidak ada message of the day untuk dihapus

source: show all messages
id_id: tampilkan semua pesan

source: there are no messages
id_id: tidak ada pesan

source: clear all messages
id_id: hapus semua pesan

source: messages cleared
id_id: pesan dihapus

source: there are no messages to be remove
id_id: tidak ada pesan yang harus dihapus

source: Enable or disable the message received alert. Note: In order for this feature to work, make sure this player is using an administrator account or an account that have an ability to broadcast message to the server.
id_id: Mengaktifkan atau menonaktifkan peringatan pesan yang diterima. Catatan: Agar fitur ini berfungsi, pastikan pemutar ini menggunakan akun administrator atau akun yang memiliki kemampuan untuk menyiarkan pesan ke server.

source: message received alert is now enabled
id_id: peringatan pesan yang diterima sekarang diaktifkan

source: message received alert is now disabled
id_id: pesan yang diterima, peringatan sekarang dinonaktifkan

source: check the state of the message received alert
id_id: periksa status peringatan pesan yang diterima

source: the current state of message received alert is enabled
id_id: status pemberitahuan pesan yang diterima saat ini diaktifkan

source: the current state of message received alert is disabled
id_id: status pemberitahuan pesan yang diterima saat ini dinonaktifkan

source: enable or disable the volume fading
id_id: aktifkan atau nonaktifkan volume pemutaran

source: volume fading is now enabled
id_id: volume pemutaran sekarang diaktifkan

source: volume fading is now disabled
id_id: Volume pemutaran sekarang dinonaktifkan

source: VALUE Change the volume fading interval. Without an argument show the current volume fading interval.
id_id: VALUE Ubah interval pemudaran volume. Tanpa argumen, tunjukkan interval pemudaran volume saat ini.

source: the volume fading interval successfully changed to {value}
id_id: interval volume berhasil diubah menjadi {value}

source: current volume fading interval is {value}
id_id: interval volume saat ini adalah {value}

source: check the state of the volume fading
id_id: periksa keadaan volume

source: the current state of volume fading is enabled
id_id: status pemudaran volume saat ini diaktifkan

source: the current state of volume fading is disabled
id_id: status pemudaran volume saat ini dinonaktifkan

source: +/-COMMAND Block or unblock command. +COMMAND add command to the block list. -COMMAND remove from it. Without a command show the block list.
id_id: +/-COMMAND Memblokir atau membuka blokir perintah. +COMMAND menambahkan perintah ke daftar blokir. -COMMAND hapus dari itu. Tanpa perintah tampilkan daftar blokir.

source: the list is empty
id_id: daftarnya kosong

source: command "{command}" was blocked by {nickname}
id_id: perintah "{command}" diblokir oleh {nickname}

source: successfully block the command "{command}"
id_id: berhasil memblokir perintah "{command}"

source: This command is already added
id_id: Perintah ini sudah ditambahkan

source: command "{command}" was unblocked by {nickname}
id_id: perintah "{command}" diblokir oleh {nickname}

source: successfully unblock the command "{command}"
id_id: berhasil membuka blokir perintah "{command}"

source: This command is not blocked
id_id: Perintah ini tidak diblokir

source: GENDER change player gender. N neutral, m male, f female.
id_id: GENDER mengubah jenis kelamin pemutaran. N netral, m laki-laki, f perempuan.

source: gender set to male (👨) by {nickname}
id_id: gender disetel ke laki-laki (👨) oleh {nickname}

source: gender successfully set to male (👨)
id_id: jenis kelamin berhasil disetel ke laki-laki (👨)

source: gender set to female (👩) by {nickname}
id_id: gender disetel ke female (👩) oleh {nickname}

source: gender successfully set to female (👩)
id_id: jenis kelamin berhasil disetel ke perempuan (👩)

source: gender set to default by {nickname}
id_id: gender disetel ke default oleh {nickname}

source: gender successfully set to default
id_id: jenis kelamin berhasil disetel ke default

source: invalid gender
id_id: jenis kelamin tidak valid

source: LANGUAGE change player language
id_id: BAHASA mengubah bahasa pemutar

source: the language has been changed to {language} by {nickname}
id_id: bahasa telah diubah menjadi {language} oleh {nickname}

source: the language has been changed to {language}
id_id: bahasa telah diubah menjadi {language}

source: Incorrect language
id_id: Bahasa tidak sesuai

source: Current language: {current_language}. Available languages: {available_languages}.
id_id: Bahasa saat ini: {current_language}. Bahasa yang tersedia: {available_languages}.

source: NICKNAME change player nickname
id_id: NICKNAME mengubah nama panggilan pemain

source: nickname was changed to {newname} by {nickname}
id_id: nama panggilan diubah menjadi {newname} oleh {nickname}

source: nickname successfully changed to {newname}
id_id: nama panggilan berhasil diubah menjadi {newname}

source: nickname was set to default by {nickname}
id_id: nama panggilan disetel ke default oleh {nickname}

source: nickname successfully set to default
id_id: nama panggilan berhasil disetel ke default

source: r/f Clear player cache. r recents, f favorites, without an option clear the entire cache
id_id: r/f Hapus cache pemutar. r terbaru, f favorit, tanpa opsi hapus seluruh cache

source: player cache cleared by {nickname}
id_id: cache pemutaran dibersihkan oleh {nickname}

source: player cache cleared
id_id: cache pemutar dibersihkan

source: recents played track cleared by {nickname}
id_id: trek yang baru-baru ini diputar dihapus oleh {nickname}

source: recents played track cleared
id_id: trek yang baru-baru ini diputar dihapus

source: favorites track cleared by {nickname}
id_id: trek favorit dihapus oleh {nickname}

source: favorites track cleared
id_id: trek favorit dihapus

source: invalid option
id_id: opsi tidak valid

source: change server host
id_id: ganti host server

source: {nickname} changed the server information for this player
id_id: {nickname} mengubah informasi server untuk pemain ini

source: server information successfully changed
id_id: informasi server berhasil diubah

source: change server TCP Port
id_id: ubah TCP port server

source: change server UDP Port
id_id: ubah UDP Port server

source: Change username for the server. If the server is not using an username, just send the command without any argument.
id_id: Ubah nama pengguna untuk server. Jika server tidak menggunakan nama pengguna, kirimkan saja perintah tanpa argumen apa pun.

source: Change the password for the username you spesified. If the username has no password, just send the command without any argument.
id_id: Ubah kata sandi untuk nama pengguna yang Anda tentukan. Jika nama pengguna tidak memiliki kata sandi, kirimkan saja perintah tanpa argumen apa pun.

source: show the server information
id_id: tampilkan informasi server

source: Host: {hostname} TCP Port: {tcpport} UDP Port: {udpport} Username: {username} Password: {password}
id_id: Host: {hostname} TCP Port: {tcpport} UDP Port: {udpport} Nama Pengguna: {username} Kata Sandi: {password}

source: change channel path
id_id: ubah jalur saluran

source: {nickname} changed the channel information for this player
id_id: {nickname} mengubah informasi saluran untuk pemain ini

source: channel information successfully changed
id_id: informasi saluran berhasil diubah

source: Change the password for the channel you spesified. If the channel has no password, just send the command without any argument.
id_id: Ubah kata sandi untuk saluran yang Anda tentukan. Jika saluran tidak memiliki kata sandi, kirimkan saja perintah tanpa argumen apa pun.

source: show the channel information
id_id: tampilkan informasi saluran

source: Channel Path: {channel} Channel Password: {channel_password}
id_id: Jalur Saluran: {channel} Kata sandi saluran: {channel_password}

source: Move the player to another channel. First argument is channel name or ID and second argument is the password. Split an argument with " | " without quotation mark. Spaces is included. If the channel has no password, just ignore the second argument.
id_id: Pindahkan pemutar ke saluran lain. Argumen pertama adalah nama saluran atau ID dan argumen kedua adalah kata sandi. Pisahkan argumen dengan " | " tanpa tanda kutip. Spasi disertakan. Jika saluran tidak memiliki kata sandi, abaikan saja argumen kedua.

source: This channel does not exist
id_id: Saluran ini tidak ada

source: Error joining channel: {error}
id_id: Terjadi kesalahan saat bergabung dengan saluran: {error}

source: enables or disable voice transmission
id_id: mengaktifkan atau menonaktifkan transmisi suara

source: cannot toggle voice transmission while playing
id_id: tidak dapat mengaktifkan transmisi suara saat pemutaran

source: voice transmission enabled
id_id: transmisi suara diaktifkan

source: voice transmission disabled
id_id: transmisi suara dinonaktifkan

source: lock or unlock the player
id_id: mengunci atau membuka kunci pemutar

source: player locked by {nickname}
id_id: pemutar dikunci oleh {nickname}

source: player unlocked by {nickname}
id_id: pemutar dibuka oleh {nickname}

source: player locked
id_id: pemutar terkunci

source: player unlocked
id_id: pemutar tidak terkunci

source: STATUS Change player status. If no status provided, default status will be use.
id_id: STATUS Ubah status pemain. Jika tidak ada status yang diberikan, status default akan digunakan.

source: You cannot change the status while this player is playing or paused
id_id: Anda tidak dapat mengubah status saat pemutar ini diputar atau dijeda

source: status changed by {nickname}
id_id: status diubah oleh {nickname}

source: status changed
id_id: Status diubah

source: status set to default by {nickname}
id_id: status disetel ke default oleh {nickname}

source: status set to default
id_id: status disetel ke default

source: enable or disable event handling
id_id: aktifkan atau nonaktifkan penanganan acara

source: event handling is enabled
id_id: penanganan acara diaktifkan

source: event handling is disabled
id_id: penanganan acara dinonaktifkan

source: enable or disable the channel messages alert for most of the commands
id_id: aktifkan atau nonaktifkan peringatan pesan saluran untuk sebagian besar perintah

source: channel messages alert is now enabled
id_id: peringatan pesan saluran sekarang diaktifkan

source: channel messages alert is now disabled
id_id: peringatan pesan saluran sekarang dinonaktifkan

source: check the state of the channel messages alert
id_id: periksa status peringatan pesan saluran

source: the current state of channel messages alert is enabled
id_id: status peringatan pesan saluran saat ini diaktifkan

source: the current state of channel messages alert is disabled
id_id: status peringatan pesan saluran saat ini dinonaktifkan

source: +/-USERNAME Manage the list of administrators. +USERNAME add a user. -USERNAME remove it. Without an option show the list.
id_id: +/-USERNAME Kelola daftar administrator. +USERNAME menambahkan pengguna. -USERNAME menghapusnya. Tanpa opsi, menampilkan admin yang terdaftar.

source: an anonymous user was promoted as an admin for this player by {nickname}
id_id: pengguna anonim dipromosikan sebagai admin untuk pemain ini oleh {nickname}

source: successfully added anonymous user as an admin
id_id: berhasil menambahkan pengguna anonim sebagai admin

source: the user {username} was promoted as an admin for this player by {nickname}
id_id: pengguna {username} dipromosikan sebagai admin untuk pemain ini oleh {nickname}

source: successfully added {username} as an admin
id_id: berhasil menambahkan {username} sebagai admin

source: an anonymous user was no longer an admin for this player removed by {nickname}
id_id: pengguna anonim bukan lagi admin untuk pemain ini dihapus oleh {nickname}

source: an anonymous user was no longer an admin
id_id: pengguna anonim bukan lagi admin

source: the user {username} was no longer an admin for this player removed by {nickname}
id_id: pengguna {username} bukan lagi admin untuk pemain ini dihapus oleh {nickname}

source: the user {username} was no longer an admin for this player
id_id: pengguna {username} bukan lagi admin untuk pemain ini

source: this user is not in the admin list
id_id: pengguna ini tidak ada dalam daftar admin

source: +/-USERNAME Manage the list of banned users. +USERNAME add a user. -USERNAME remove it. Without an option show the list.
id_id: +/-USERNAME Kelola daftar pengguna yang diblokir. +USERNAME menambahkan pengguna. -USERNAME menghapusnya. Tanpa opsi, menunjukan daftar pengguna yang diblokir.

source: an anonymous user was banned from using this player by {nickname}
id_id: pengguna anonim dilarang menggunakan pemain ini oleh {nickname}

source: successfully banned anonymous user from using this player
id_id: berhasil melarang pengguna anonim menggunakan pemain ini

source: the user {username} was banned from using this player by {nickname}
id_id: pengguna {username} dilarang menggunakan pemutar ini oleh {nickname}

source: successfully banned {username} from using this player
id_id: berhasil melarang {username} menggunakan pemain ini

source: an anonymous user was unbanned from using this player by {nickname}
id_id: pengguna anonim telah dibatalkan pemblokirannya untuk menggunakan pemutar ini oleh {nickname}

source: successfully unbanned anonymous user from using this player
id_id: berhasil membatalkan pemblokiran pengguna anonim dari menggunakan pemain ini

source: the user {username} was unbanned from using this player by {nickname}
id_id: pengguna {username} telah dibatalkan pemblokirannya untuk menggunakan pemutar ini oleh {nickname}

source: successfully unbanned {username} from using this player
id_id: berhasil membatalkan pemblokiran {username} dari menggunakan pemain ini

source: this user is not banned
id_id: pengguna ini tidak diblokir

source: MESSAGE Notify all users in the channel.
id_id: PESAN Beritahu semua pengguna di saluran.

source: MESSAGE Notify all users in the server. Note: In order for this feature to work, make sure this player is using an administrator account or an account that have an ability to broadcast message to the server.
id_id: PESAN Beritahu semua pengguna di server. Catatan: Agar fitur ini berfungsi, pastikan pemutar ini menggunakan akun administrator atau akun yang memiliki kemampuan untuk menyiarkan pesan ke server.

source: VALUE_IN_SECOND Restart the player. Each time you spesified the value, it will remember that value. If no value is spesified, it will use the last remember value. The accepted value is between 1 to 60.
id_id: VALUE_IN_SECOND Mulai ulang pemutar. Setiap kali Anda menentukan nilainya, ia akan mengingat nilai itu. Jika tidak ada nilai yang ditentukan, itu akan menggunakan nilai ingat terakhir. Nilai yang diterima adalah antara 1 hingga 60.

source: this player will restart now initiated by {nickname}
id_id: pemain ini akan memulai ulang sekarang diprakarsai oleh {nickname}

source: this player is going to restart in 1 minute initiated by {nickname}
id_id: pemain ini akan memulai ulang dalam 1 menit diprakarsai oleh {nickname}

source: the maximum restart time allowed is 60 seconds (1 minute)
id_id: waktu restart maksimum yang diperbolehkan adalah 60 detik (1 menit)

source: the restart time cannot less than 1 second
id_id: waktu restart tidak boleh kurang dari 1 detik

source: this player is going to restart in {time} seconds initiated by {nickname}
id_id: pemain ini akan memulai ulang dalam {time} detik yang dimulai oleh {nickname}

source: the restart time was set to default ({time} second) due to the time is more than 1 minute
id_id: waktu restart disetel ke default ({time} detik) karena waktunya lebih dari 1 menit

source: this player is going to restart in {time} second initiated by {nickname}
id_id: pemain ini akan memulai ulang dalam {time} detik yang diprakarsai oleh {nickname}

source: the restart time was set to default (1 minute) due to the time is more than 1 minute
id_id: waktu restart disetel ke default (1 menit) karena waktunya lebih dari 1 menit

source: something went wrong
id_id: ada yang salah

source: the restart time was set to default ({time} seconds) due to the time is more than 1 minute
id_id: waktu restart disetel ke default ({time} detik) karena waktunya lebih dari 1 menit

source: the restart time was set to default ({time} second) due to the time is less than 1 second
id_id: waktu restart disetel ke default ({time} detik) karena waktunya kurang dari 1 detik

source: the restart time was set to default (1 minute) due to the time is less than 1 second
id_id: waktu restart disetel ke default (1 menit) karena waktunya kurang dari 1 detik

source: the restart time was set to default ({time} seconds) due to the time is less than 1 second
id_id: waktu restart disetel ke default ({time} detik) karena waktunya kurang dari 1 detik

source: VALUE_IN_SECOND Change the current restart time. Without an argument show the current restart time.
id_id: VALUE_IN_SECOND Ubah waktu mulai ulang saat ini. Tanpa argumen, tunjukkan waktu mulai ulang saat ini.

source: the restart time has now changed to {time} second
id_id: waktu restart sekarang telah berubah menjadi {time} detik

source: the restart time has now changed to 1 minute
id_id: waktu restart sekarang telah berubah menjadi 1 menit

source: current restart time is {time} second
id_id: waktu restart saat ini adalah {time} detik

source: current restart time is {time} seconds which is an invalid value
id_id: waktu restart saat ini adalah {time} detik yang merupakan nilai yang tidak valid

source: current restart time is {time} seconds
id_id: waktu mulai ulang saat ini adalah {time} detik

source: VALUE_IN_SECOND Shut down the player. Each time you spesified the value, it will remember that value. If no value is spesified, it will use the last remember value. The accepted value is between 1 to 60.
id_id: VALUE_IN_SECOND Matikan pemutar. Setiap kali Anda menentukan nilainya, ia akan mengingat nilai itu. Jika tidak ada nilai yang ditentukan, itu akan menggunakan nilai ingat terakhir. Nilai yang diterima adalah antara 1 hingga 60.

source: this player will shut down now initiated by {nickname}
id_id: pemain ini akan dimatikan sekarang diprakarsai oleh {nickname}

source: this player is going to shut down in 1 minute initiated by {nickname}
id_id: pemain ini akan dimatikan dalam 1 menit diprakarsai oleh {nickname}

source: the maximum shut down time allowed is 60 seconds (1 minute)
id_id: waktu shutdown maksimum yang diperbolehkan adalah 60 detik (1 menit)

source: the shut down time cannot less than 1 second
id_id: waktu mati tidak boleh kurang dari 1 detik

source: this player is going to shut down in {time} seconds initiated by {nickname}
id_id: pemain ini akan dimatikan dalam {time} detik yang dimulai oleh {nickname}

source: For more information, you can directly contact Loh Boon Keat using the contact information given below. {contact} Thanks for using {client_name}. Have a nice day!
id_id: Untuk informasi lebih lanjut, Anda dapat langsung menghubungi Loh Boon Keat menggunakan informasi kontak yang diberikan di bawah ini.\n {kontak}\n Terima kasih telah menggunakan {client_name}. Semoga harimu menyenangkan!
